Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Pa:Hr decoupling stayed at %@ — strong aerobic efficiency.
ar: بقي انفصال Pa:Hr عند %@ — كفاءة هوائية قوية.
da: Pa:Hr-decoupling holdt sig på %@ — stærk aerob effektivitet.
de: Die Pa:Hr-Entkopplung blieb bei %@ – starke aerobe Effizienz.
es: El desacople Pa:Hr se mantuvo en %@: buena eficiencia aeróbica.
fi: Pa:Hr-irtikytkentä pysyi %@:ssa – vahva aerobinen tehokkuus.
fr: Le découplage Pa:Hr est resté à %@ — forte efficacité aérobie.
is: Pa:Hr-aftenging hélst í %@ — sterk loftháð skilvirkni.
it: Il disaccoppiamento Pa:Hr è rimasto al %@: buona efficienza aerobica.
ja: Pa:Hrデカップリングは%@にとどまりました — 高い有酸素効率です。
ko: Pa:Hr 디커플링이 %@에 머물렀습니다 — 뛰어난 유산소 효율입니다.
nb: Pa:Hr-dekobling holdt seg på %@ – sterk aerob effektivitet.
nl: Pa:Hr-ontkoppeling bleef op %@ — sterke aerobe efficiëntie.
pt_br: O desacoplamento Pa:Hr ficou em %@ — forte eficiência aeróbica.
ru: Рассогласование Pa:Hr осталось на уровне %@ — высокая аэробная эффективность.
sv: Pa:Hr-frikopplingen låg kvar på %@ – stark aerob effektivitet.
zh_hans: Pa:Hr 解耦保持在 %@——有氧效率很高。

source: Pa:Hr decoupling was %@ — well coupled, meaning your cardiovascular system held the workload cleanly through the whole session. Aerobic fitness held up.
ar: كان انفصال Pa:Hr ‏%@ — إقران جيد، أي أن جهازك القلبي الوعائي حافظ على عبء العمل بثبات طوال الجلسة. صمدت لياقتك الهوائية.
da: Pa:Hr-decoupling var %@ — godt koblet, så dit kredsløb holdt arbejdet rent hele sessionen. Den aerobe form holdt.
de: Die Pa:Hr-Entkopplung lag bei %@ – gut gekoppelt, dein Herz-Kreislauf-System hat die Belastung die ganze Einheit über sauber gehalten. Die aerobe Fitness hat gehalten.
es: El desacople Pa:Hr fue del %@: bien acoplado, tu sistema cardiovascular sostuvo la carga limpiamente toda la sesión. La condición física aeróbica aguantó.
fi: Pa:Hr-irtikytkentä oli %@ – hyvin kytkeytynyt, eli verenkiertoelimistö piti kuorman tasaisena koko harjoituksen ajan. Aerobinen kunto kesti.
fr: Le découplage Pa:Hr était de %@ — bien couplé : votre système cardiovasculaire a tenu l'effort proprement toute la séance. La condition aérobie a tenu.
is: Pa:Hr-aftenging var %@ — vel tengt, hjarta- og æðakerfið hélt álaginu jöfnu alla æfinguna. Þolið hélt.
it: Il disaccoppiamento Pa:Hr è stato del %@: ben accoppiato, il sistema cardiovascolare ha retto il carico per tutta la sessione. La forma aerobica ha tenuto.
ja: Pa:Hrデカップリングは%@ — よく連動しており、心血管系がセッション全体を通して負荷を安定して支えました。有酸素能力は持ちこたえています。
ko: Pa:Hr 디커플링은 %@였습니다. 잘 연동되어 심혈관계가 세션 내내 부하를 안정적으로 유지했습니다. 유산소 체력이 버텨 주었습니다.
nb: Pa:Hr-dekobling var %@ – godt koblet, så hjerte og kretsløp holdt belastningen jevnt hele økten. Den aerobe formen holdt.
nl: De Pa:Hr-ontkoppeling was %@ — goed gekoppeld, je hart en bloedvaten hielden de belasting de hele training netjes vast. Je aerobe fitheid hield stand.
pt_br: O desacoplamento Pa:Hr foi de %@ — bem acoplado, seu sistema cardiovascular sustentou a carga de forma limpa durante toda a sessão. O condicionamento aeróbico se manteve.
ru: Рассогласование Pa:Hr составило %@ — хорошая связка: сердечно-сосудистая система ровно держала нагрузку всю тренировку. Аэробная форма в порядке.
sv: Pa:Hr-frikopplingen låg på %@ – väl kopplat, ditt hjärt-kärlsystem höll belastningen jämnt hela passet. Den aeroba formen höll.
zh_hans: Pa:Hr 解耦为 %@——耦合良好，心血管系统在整个训练中都稳稳承受住了负荷。有氧能力保持住了。

source: pace %@ min/km
ar: الوتيرة %@ دقيقة/كم
da: tempo %@ min/km
es: ritmo %@ min/km
fi: vauhti %@ min/km
fr: allure %@ min/km
is: hraði %@ mín/km
it: passo %@ min/km
ja: ペース %@ 分/km
ko: 페이스 %@ 분/km
nb: tempo %@ min/km
nl: tempo %@ min/km
pt_br: ritmo %@ min/km
ru: темп %@ мин/км
sv: tempo %@ min/km
zh_hans: 配速 %@ 分钟/公里

source: pace %@ min/mi
ar: الوتيرة %@ دقيقة/ميل
da: tempo %@ min/mi
es: ritmo %@ min/mi
fi: vauhti %@ min/mi
fr: allure %@ min/mi
is: hraði %@ mín/mí
it: passo %@ min/mi
ja: ペース %@ 分/マイル
ko: 페이스 %@ 분/마일
nb: tempo %@ min/mi
nl: tempo %@ min/mi
pt_br: ritmo %@ min/mi
ru: темп %@ мин/миля
sv: tempo %@ min/mi
zh_hans: 配速 %@ 分钟/英里

source: Pace slipped, pick it up
ar: الوتيرة تراجعت، ارفعها
da: Tempoet er faldet, skru op
de: Tempo gesunken, leg zu
es: El ritmo ha bajado, sube un poco
fi: Vauhti hiipui, kiristä
fr: L'allure baisse, accélérez
is: Hraðinn datt niður, bættu í
it: Il ritmo è calato, accelera
ja: ペース低下、上げて
ko: 페이스 저하, 올리세요
nb: Tempoet har falt, øk
nl: Tempo gezakt, iets sneller
pt_br: O ritmo caiu, acelere
ru: Темп упал, прибавьте
sv: Tempot har sjunkit, öka
zh_hans: 配速掉了，提一提

source: Pace too hot, ease off
ar: الوتيرة عالية جدًا، خفّف
da: Tempoet er for højt, sæt ned
de: Tempo zu hoch, nimm raus
es: Ritmo demasiado alto, afloja
fi: Vauhti liian kova, hellitä
fr: Allure trop vive, ralentissez
is: Of hraður, slakaðu á
it: Ritmo troppo alto, rallenta
ja: ペースが速すぎます、緩めて
ko: 페이스가 너무 빠릅니다, 늦추세요
nb: Tempoet er for høyt, ro ned
nl: Tempo te hoog, rustiger aan
pt_br: Ritmo forte demais, alivie
ru: Темп слишком высокий, сбавьте
sv: Tempot är för högt, dra ner
zh_hans: 配速太快，放松点

source: Pace was %@ faster than usual for this sport.
ar: كانت الوتيرة أسرع من المعتاد لهذه الرياضة بمقدار %@.
da: Tempoet var %@ hurtigere end normalt for denne sport.
de: Das Tempo war %@ schneller als sonst bei dieser Sportart.
es: El ritmo fue %@ más rápido de lo habitual en este deporte.
fi: Vauhti oli %@ tavallista nopeampi tässä lajissa.
fr: L'allure était plus rapide de %@ que d'habitude pour ce sport.
is: Hraðinn var %@ meiri en venjulega í þessari íþrótt.
it: Il passo è stato più veloce di %@ rispetto al solito per questo sport.
ja: ペースはこのスポーツのいつもより%@速かったです。
ko: 페이스가 이 종목의 평소보다 %@ 빨랐습니다.
nb: Tempoet var %@ raskere enn vanlig for denne sporten.
nl: Je tempo was %@ sneller dan gebruikelijk voor deze sport.
pt_br: O ritmo foi %@ mais rápido que o normal para este esporte.
ru: Темп был на %@ быстрее обычного для этого вида спорта.
sv: Tempot var %@ snabbare än vanligt för den här sporten.
zh_hans: 配速比该运动的平常水平快 %@。

source: Pace was %@ faster than usual for this sport. HR was within normal range, so the change is likely intentional pacing rather than a physiology shift.
ar: كانت الوتيرة أسرع من المعتاد لهذه الرياضة بمقدار %@. كان النبض ضمن النطاق الطبيعي، لذا فالتغيير على الأرجح تنظيم متعمَّد للوتيرة وليس تحولًا فسيولوجيًا.
da: Tempoet var %@ hurtigere end normalt for denne sport. Pulsen lå normalt, så ændringen skyldes sandsynligvis bevidst pacing snarere end et fysiologisk skift.
de: Das Tempo war %@ schneller als sonst bei dieser Sportart. Der Puls lag im normalen Bereich, die Änderung ist also eher bewusstes Pacing als eine physiologische Verschiebung.
es: El ritmo fue %@ más rápido de lo habitual en este deporte. La FC estuvo en rango normal, así que el cambio probablemente es ritmo intencionado y no un cambio fisiológico.
fi: Vauhti oli %@ tavallista nopeampi tässä lajissa. Syke oli normaali, joten muutos johtuu todennäköisesti tietoisesta vauhdinjaosta eikä fysiologisesta muutoksesta.
fr: L'allure était plus rapide de %@ que d'habitude pour ce sport. La FC était normale, le changement vient donc sans doute d'une gestion d'allure volontaire plutôt que d'un changement physiologique.
is: Hraðinn var %@ meiri en venjulega í þessari íþrótt. Púlsinn var eðlilegur, svo breytingin er líklega meðvituð hraðastjórnun frekar en lífeðlisfræðileg breyting.
it: Il passo è stato più veloce di %@ rispetto al solito per questo sport. La FC era nella norma, quindi il cambiamento è probabilmente una scelta di andatura più che un cambiamento fisiologico.
ja: ペースはこのスポーツのいつもより%@速かったです。心拍は正常範囲内なので、生理的な変化ではなく意図的なペース配分によるものと考えられます。
ko: 페이스가 이 종목의 평소보다 %@ 빨랐습니다. 심박은 정상 범위였으므로 생리적 변화보다는 의도적인 페이스 조절일 가능성이 큽니다.
nb: Tempoet var %@ raskere enn vanlig for denne sporten. Pulsen var normal, så endringen er trolig bevisst tempostyring heller enn en fysiologisk endring.
nl: Je tempo was %@ sneller dan gebruikelijk voor deze sport. Je hartslag was normaal, dus het verschil is waarschijnlijk bewust tempo en geen fysiologische verschuiving.
pt_br: O ritmo foi %@ mais rápido que o normal para este esporte. A FC ficou na faixa normal, então a mudança é provavelmente um controle de ritmo intencional, não uma mudança fisiológica.
ru: Темп был на %@ быстрее обычного для этого вида спорта. Пульс в норме, так что это, скорее всего, осознанная раскладка темпа, а не физиологический сдвиг.
sv: Tempot var %@ snabbare än vanligt för den här sporten. Pulsen låg normalt, så förändringen är troligen medveten fartfördelning snarare än en fysiologisk förändring.
zh_hans: 配速比该运动的平常水平快 %@。心率在正常范围内，所以这更可能是有意的配速调整，而不是生理变化。

source: Pace was %@ slower than usual for this sport.
ar: كانت الوتيرة أبطأ من المعتاد لهذه الرياضة بمقدار %@.
da: Tempoet var %@ langsommere end normalt for denne sport.
de: Das Tempo war %@ langsamer als sonst bei dieser Sportart.
es: El ritmo fue %@ más lento de lo habitual en este deporte.
fi: Vauhti oli %@ tavallista hitaampi tässä lajissa.
fr: L'allure était plus lente de %@ que d'habitude pour ce sport.
is: Hraðinn var %@ minni en venjulega í þessari íþrótt.
it: Il passo è stato più lento di %@ rispetto al solito per questo sport.
ja: ペースはこのスポーツのいつもより%@遅かったです。
ko: 페이스가 이 종목의 평소보다 %@ 느렸습니다.
nb: Tempoet var %@ langsommere enn vanlig for denne sporten.
nl: Je tempo was %@ langzamer dan gebruikelijk voor deze sport.
pt_br: O ritmo foi %@ mais lento que o normal para este esporte.
ru: Темп был на %@ медленнее обычного для этого вида спорта.
sv: Tempot var %@ långsammare än vanligt för den här sporten.
zh_hans: 配速比该运动的平常水平慢 %@。

source: Pace was %@ slower than usual for this sport. HR was within normal range, so the change is likely intentional pacing rather than a physiology shift.
ar: كانت الوتيرة أبطأ من المعتاد لهذه الرياضة بمقدار %@. كان النبض ضمن النطاق الطبيعي، لذا فالتغيير على الأرجح تنظيم متعمَّد للوتيرة وليس تحولًا فسيولوجيًا.
da: Tempoet var %@ langsommere end normalt for denne sport. Pulsen lå normalt, så ændringen skyldes sandsynligvis bevidst pacing snarere end et fysiologisk skift.
de: Das Tempo war %@ langsamer als sonst bei dieser Sportart. Der Puls lag im normalen Bereich, die Änderung ist also eher bewusstes Pacing als eine physiologische Verschiebung.
es: El ritmo fue %@ más lento de lo habitual en este deporte. La FC estuvo en rango normal, así que el cambio probablemente es ritmo intencionado y no un cambio fisiológico.
fi: Vauhti oli %@ tavallista hitaampi tässä lajissa. Syke oli normaali, joten muutos johtuu todennäköisesti tietoisesta vauhdinjaosta eikä fysiologisesta muutoksesta.
fr: L'allure était plus lente de %@ que d'habitude pour ce sport. La FC était normale, le changement vient donc sans doute d'une gestion d'allure volontaire plutôt que d'un changement physiologique.
is: Hraðinn var %@ minni en venjulega í þessari íþrótt. Púlsinn var eðlilegur, svo breytingin er líklega meðvituð hraðastjórnun frekar en lífeðlisfræðileg breyting.
it: Il passo è stato più lento di %@ rispetto al solito per questo sport. La FC era nella norma, quindi il cambiamento è probabilmente una scelta di andatura più che un cambiamento fisiologico.
ja: ペースはこのスポーツのいつもより%@遅かったです。心拍は正常範囲内なので、生理的な変化ではなく意図的なペース配分によるものと考えられます。
ko: 페이스가 이 종목의 평소보다 %@ 느렸습니다. 심박은 정상 범위였으므로 생리적 변화보다는 의도적인 페이스 조절일 가능성이 큽니다.
nb: Tempoet var %@ langsommere enn vanlig for denne sporten. Pulsen var normal, så endringen er trolig bevisst tempostyring heller enn en fysiologisk endring.
nl: Je tempo was %@ langzamer dan gebruikelijk voor deze sport. Je hartslag was normaal, dus het verschil is waarschijnlijk bewust tempo en geen fysiologische verschuiving.
pt_br: O ritmo foi %@ mais lento que o normal para este esporte. A FC ficou na faixa normal, então a mudança é provavelmente um controle de ritmo intencional, não uma mudança fisiológica.
ru: Темп был на %@ медленнее обычного для этого вида спорта. Пульс в норме, так что это, скорее всего, осознанная раскладка темпа, а не физиологический сдвиг.
sv: Tempot var %@ långsammare än vanligt för den här sporten. Pulsen låg normalt, så förändringen är troligen medveten fartfördelning snarare än en fysiologisk förändring.
zh_hans: 配速比该运动的平常水平慢 %@。心率在正常范围内，所以这更可能是有意的配速调整，而不是生理变化。

source: Pace was on baseline but HR was %lld bpm higher — for the same workload, that suggests lingering fatigue, heat, or under-fueling. Worth comparing with how you felt.
ar: كانت الوتيرة عند خط الأساس لكن النبض كان أعلى بمقدار %lld نبضة/دقيقة — بالحمل نفسه، يشير ذلك إلى تعب متبقٍّ أو حرارة أو نقص في التغذية. تستحق المقارنة بما شعرت به.
da: Tempoet lå på baseline, men pulsen var %lld bpm højere — ved samme arbejde tyder det på resttræthed, varme eller for lidt energi. Værd at sammenholde med, hvordan du havde det.
de: Das Tempo lag im üblichen Bereich, aber der Puls war %lld bpm höher – bei gleicher Arbeit deutet das auf Restermüdung, Hitze oder zu wenig Energie hin. Vergleich das mit deinem Gefühl.
es: El ritmo estuvo en tu referencia, pero la FC fue %lld lpm más alta: con la misma carga, sugiere fatiga acumulada, calor o falta de alimentación. Vale la pena compararlo con cómo te sentiste.
fi: Vauhti oli perustasolla, mutta syke %lld bpm korkeampi – samalla kuormalla se viittaa jäännösväsymykseen, kuumuuteen tai liian vähäiseen energiaan. Kannattaa verrata siihen, miltä tuntui.
fr: L'allure était à votre référence mais la FC plus élevée de %lld bpm — à charge égale, cela suggère une fatigue résiduelle, la chaleur ou un manque d'apport. À rapprocher de vos sensations.
is: Hraðinn var á grunnlínu en púlsinn %lld slögum hærri — við sama álag bendir það til eftirstandandi þreytu, hita eða of lítillar næringar. Vert að bera saman við líðanina.
it: Il passo era sulla base ma la FC più alta di %lld bpm: a parità di carico, suggerisce fatica residua, caldo o alimentazione insufficiente. Vale la pena confrontarlo con le tue sensazioni.
ja: ペースはいつもどおりでしたが、心拍が%lld bpm高めでした — 同じ負荷でこれは疲労の残り、暑さ、補給不足を示唆します。体感と照らし合わせてみましょう。
ko: 페이스는 평소와 같았지만 심박은 %lld bpm 높았습니다. 같은 부하에서 이는 남은 피로, 더위 또는 영양 부족을 뜻합니다. 몸 상태와 비교해 볼 만합니다.
nb: Tempoet lå på baseline, men pulsen var %lld bpm høyere – ved samme arbeid tyder det på resttretthet, varme eller for lite energi. Verdt å sammenligne med hvordan du følte deg.
nl: Je tempo zat op je basislijn maar je hartslag was %lld bpm hoger — bij dezelfde belasting wijst dat op restvermoeidheid, hitte of te weinig brandstof. Vergelijk het met hoe je je voelde.
pt_br: O ritmo ficou na linha de base, mas a FC foi %lld bpm mais alta — para a mesma carga, isso sugere fadiga residual, calor ou pouca alimentação. Vale comparar com como você se sentiu.
ru: Темп был на базовой линии, а пульс — на %lld уд/мин выше: при той же нагрузке это говорит об остаточной усталости, жаре или недостатке питания. Сравните с самочувствием.
sv: Tempot låg på baslinjen men pulsen var %lld bpm högre – vid samma arbete tyder det på kvarvarande trötthet, värme eller för lite energi. Värt att jämföra med hur du kände dig.
zh_hans: 配速与基线持平，但心率高了 %lld bpm——同样负荷下，这提示残余疲劳、炎热或补给不足。值得对照一下你当时的感受。

source: Pace was on baseline but HR was %lld bpm lower — for the same workload, that suggests you came in fresher than usual. Worth comparing with how you felt.
ar: كانت الوتيرة عند خط الأساس لكن النبض كان أقل بمقدار %lld نبضة/دقيقة — بالحمل نفسه، يشير ذلك إلى أنك بدأت أنشط من المعتاد. تستحق المقارنة بما شعرت به.
da: Tempoet lå på baseline, men pulsen var %lld bpm lavere — ved samme arbejde tyder det på, at du var friskere end normalt. Værd at sammenholde med, hvordan du havde det.
de: Das Tempo lag im üblichen Bereich, aber der Puls war %lld bpm niedriger – bei gleicher Arbeit deutet das darauf hin, dass du frischer warst als sonst. Vergleich das mit deinem Gefühl.
es: El ritmo estuvo en tu referencia, pero la FC fue %lld lpm más baja: con la misma carga, sugiere que llegaste más fresco de lo habitual. Vale la pena compararlo con cómo te sentiste.
fi: Vauhti oli perustasolla, mutta syke %lld bpm matalampi – samalla kuormalla se viittaa siihen, että olit tavallista virkeämpi. Kannattaa verrata siihen, miltä tuntui.
fr: L'allure était à votre référence mais la FC plus basse de %lld bpm — à charge égale, cela suggère que vous étiez plus frais que d'habitude. À rapprocher de vos sensations.
is: Hraðinn var á grunnlínu en púlsinn %lld slögum lægri — við sama álag bendir það til að þú hafir verið ferskari en venjulega. Vert að bera saman við líðanina.
it: Il passo era sulla base ma la FC più bassa di %lld bpm: a parità di carico, suggerisce che eri più fresco del solito. Vale la pena confrontarlo con le tue sensazioni.
ja: ペースはいつもどおりでしたが、心拍が%lld bpm低めでした — 同じ負荷でこれはいつもより疲れが少なかったことを示唆します。体感と照らし合わせてみましょう。
ko: 페이스는 평소와 같았지만 심박은 %lld bpm 낮았습니다. 같은 부하에서 이는 평소보다 컨디션이 좋았다는 뜻입니다. 몸 상태와 비교해 볼 만합니다.
nb: Tempoet lå på baseline, men pulsen var %lld bpm lavere – ved samme arbeid tyder det på at du var friskere enn vanlig. Verdt å sammenligne med hvordan du følte deg.
nl: Je tempo zat op je basislijn maar je hartslag was %lld bpm lager — bij dezelfde belasting wijst dat erop dat je frisser was dan normaal. Vergelijk het met hoe je je voelde.
pt_br: O ritmo ficou na linha de base, mas a FC foi %lld bpm mais baixa — para a mesma carga, isso sugere que você chegou mais descansado que o normal. Vale comparar com como você se sentiu.
ru: Темп был на базовой линии, а пульс — на %lld уд/мин ниже: при той же нагрузке это говорит о том, что вы были свежее обычного. Сравните с самочувствием.
sv: Tempot låg på baslinjen men pulsen var %lld bpm lägre – vid samma arbete tyder det på att du var piggare än vanligt. Värt att jämföra med hur du kände dig.
zh_hans: 配速与基线持平，但心率低了 %lld bpm——同样负荷下，这说明你比平常状态更好。值得对照一下你当时的感受。

source: Parsing Elite HRV summary...
ar: جارٍ تحليل ملخص Elite HRV...
da: Læser Elite HRV-oversigt...
de: Elite HRV-Zusammenfassung wird gelesen …
es: Analizando resumen de Elite HRV...
fi: Jäsennetään Elite HRV -yhteenvetoa...
fr: Analyse du résumé Elite HRV...
is: Les Elite HRV samantekt...
it: Analisi del riepilogo Elite HRV...
ja: Elite HRV のサマリーを解析中...
ko: Elite HRV 요약 분석 중...
nb: Leser Elite HRV-sammendrag...
nl: Elite HRV-samenvatting verwerken...
pt_br: Analisando o resumo do Elite HRV...
ru: Разбор сводки Elite HRV...
sv: Läser Elite HRV-sammanfattning...
zh_hans: 正在解析 Elite HRV 摘要...

source: Parsing Emuqu sessions...
ar: جارٍ تحليل جلسات Emuqu...
da: Læser Emuqu-sessioner...
de: Emuqu-Sitzungen werden gelesen …
es: Analizando sesiones de Emuqu...
fi: Jäsennetään Emuqu-istuntoja...
fr: Analyse des sessions Emuqu...
is: Les Emuqu-lotur...
it: Analisi delle sessioni Emuqu...
ja: Emuqu のセッションを解析中...
ko: Emuqu 세션 분석 중...
nb: Leser Emuqu-økter...
nl: Emuqu-sessies verwerken...
pt_br: Analisando sessões do Emuqu...
ru: Разбор сессий Emuqu...
sv: Läser Emuqu-sessioner...
zh_hans: 正在解析 Emuqu 记录...

source: Parsing RR intervals...
ar: جارٍ تحليل فواصل RR...
da: Læser RR-intervaller...
de: RR-Intervalle werden gelesen …
es: Analizando intervalos RR...
fi: Jäsennetään RR-välejä...
fr: Analyse des intervalles RR...
is: Les RR-bil...
it: Analisi degli intervalli RR...
ja: RR 間隔を解析中...
ko: RR 간격 분석 중...
nb: Leser RR-intervaller...
nl: RR-intervallen verwerken...
pt_br: Analisando intervalos RR...
ru: Разбор RR-интервалов...
sv: Läser RR-intervall...
zh_hans: 正在解析 RR 间期...

source: Partially acclimated
ar: متأقلم جزئيًا
da: Delvist akklimatiseret
de: Teilweise akklimatisiert
es: Parcialmente aclimatado
fi: Osittain sopeutunut
fr: Partiellement acclimaté
is: Að hluta aðlöguð
it: Parzialmente acclimatato
ja: 一部順化
ko: 부분 적응
nb: Delvis akklimatisert
nl: Gedeeltelijk geacclimatiseerd
pt_br: Parcialmente aclimatado
ru: Частичная акклиматизация
sv: Delvis acklimatiserad
zh_hans: 部分适应

source: Partly cloudy
ar: غائم جزئيًا
da: Delvist skyet
de: Teilweise bewölkt
es: Parcialmente nublado
fi: Puolipilvistä
fr: Partiellement nuageux
is: Hálfskýjað
it: Parzialmente nuvoloso
ja: 晴れ時々曇り
ko: 구름 조금
nb: Delvis skyet
nl: Half bewolkt
pt_br: Parcialmente nublado
ru: Переменная облачность
sv: Delvis molnigt
zh_hans: 局部多云

source: Peak Capacity
ar: القدرة القصوى
da: Topkapacitet
de: Spitzenkapazität
es: Capacidad máxima
fi: Huippukapasiteetti
fr: Capacité maximale
is: Hámarksgeta
it: Capacità massima
ja: 最大能力
ko: 최대 역량
nb: Toppkapasitet
nl: Piekcapaciteit
pt_br: Capacidade máxima
ru: Пиковая готовность
sv: Toppkapacitet
zh_hans: 峰值能力

source: Peaking. Form is good, fitness is held.
ar: الذروة. حالتك جيدة واللياقة محفوظة.
da: Top. Formen er god, og konditionen holdes.
de: Höchstform. Die Form ist gut, die Fitness gehalten.
es: En pico. La forma es buena y la condición física se mantiene.
fi: Huippu. Vire on hyvä, kunto pysyy.
fr: Pic de forme. La fraîcheur est bonne, la condition se maintient.
is: Á hátindi. Formið er gott, þrekinu er haldið.
it: Al picco. La forma è buona e la condizione tiene.
ja: ピーキング。コンディションは良好で、フィットネスも保たれています。
ko: 피킹. 폼이 좋고 체력이 유지되고 있습니다.
nb: Toppform. Formen er god, og nivået holdes.
nl: Piek. Je vorm is goed, je fitheid blijft behouden.
pt_br: No pico. A forma está boa e o condicionamento se mantém.
ru: Пик формы. Свежесть хорошая, форма сохраняется.
sv: Toppform. Formen är bra och konditionen håller.
zh_hans: 竞技峰值。状态良好，体能保持。

source: Pending queue
ar: قائمة الانتظار
da: Kø
de: Warteschlange
es: En cola
fi: Jono
fr: File d’attente
is: Biðröð
it: In coda
ja: 待機キュー
ko: 대기열
nb: Kø
nl: Wachtrij
pt_br: Fila
ru: Очередь
sv: Kö
zh_hans: 待上传队列

source: Permanently Delete Session?
ar: حذف الجلسة نهائيًا؟
da: Slet session permanent?
de: Sitzung endgültig löschen?
es: ¿Eliminar la sesión definitivamente?
fi: Poistetaanko istunto pysyvästi?
fr: Supprimer définitivement la séance ?
is: Eyða lotu varanlega?
it: Eliminare definitivamente la sessione?
ja: セッションを完全に削除しますか？
ko: 세션을 영구적으로 삭제할까요?
nb: Slette økten permanent?
nl: Sessie definitief verwijderen?
pt_br: Excluir a sessão permanentemente?
ru: Удалить сессию навсегда?
sv: Radera sessionen permanent?
zh_hans: 要永久删除此记录吗？

source: Phone not ready
ar: الهاتف غير جاهز
da: Telefonen er ikke klar
de: iPhone nicht bereit
es: El teléfono no está listo
fi: Puhelin ei ole valmis
fr: Téléphone pas prêt
is: Síminn er ekki tilbúinn
it: Telefono non pronto
ja: iPhoneの準備ができていません
ko: iPhone이 준비되지 않음
nb: Telefonen er ikke klar
nl: Telefoon niet gereed
pt_br: Telefone não está pronto
ru: Телефон не готов
sv: Telefonen är inte redo
zh_hans: 手机未就绪

source: Photo load failed.
ar: فشل تحميل الصورة.
da: Billedet kunne ikke indlæses.
de: Foto konnte nicht geladen werden.
es: No se pudo cargar la foto.
fi: Kuvan lataus epäonnistui.
fr: Échec du chargement de la photo.
is: Ekki tókst að hlaða myndinni.
it: Caricamento della foto non riuscito.
ja: 写真の読み込みに失敗しました。
ko: 사진을 불러오지 못했습니다.
nb: Kunne ikke laste inn bildet.
nl: Foto laden mislukt.
pt_br: Falha ao carregar a foto.
ru: Не удалось загрузить фото.
sv: Det gick inte att läsa in fotot.
zh_hans: 照片加载失败。
